import { relatedListItem } from "@/src/lib/types";


export const relatedList:relatedListItem = {
    place: [
      "서울", "부산", "대구", "인천", "광주", "대전", "울산", "세종",
      "수원", "성남", "고양", "용인", "창원", "청주", "남양주", "전주",
      "천안", "안산", "안양", "김해", "평택", "파주", "의정부", "김포",
      "광명", "여수", "순천", "포항", "구미", "진주", "강릉", "춘천",
      "원주", "충주", "제천", "통영", "목포", "군산", "익산", "경주",
      "거제", "양산", "제주", "남원", "군포", "구리", "김천", "속초",
      "삼척", "논산", "계룡", "당진", "서산", "밀양", "영주", "충주",
      "태백", "안동", "상주", "사천", "광양", "경산", "의성", "청송",
      "영양", "영덕", "청도", "고령", "성주", "칠곡", "예천", "봉화",
      "울진", "울릉"
    ],
    youtuber: ["백종원", "곽튜브", "풍자", "라임튜브", "여행능력자들"],
    tag: ["전라북도", "전라남도", "경상북도", "경상남도", "충청북도", "충청남도", "강원도", "제주도", "데이트", "먹방", "가족여행", "산", "바다", "혼자"]
};